/* Button title for canceling installation of Growl */
"Cancel" = "取消";

/* Don't ask again checkbox title for installation of Growl */
"Don't Ask Again" = "别再问我";

/* Growl installation window title */
"Growl Installation Recommended" = "建议安装 Growl";

/* Growl update window title */
"Growl Update Available" = "已有新的 Growl 更新可用";

/* Button title for installing Growl */
"Install" = "安装";

/* Default Growl update explanation */
"This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  A version of Growl is currently installed, but this program includes an updated version of Growl.  It is strongly recommended that you update now.  No download is required." = "这程序通过 Growl 显示信息，一个可自定的界面来显示状态变更、传入信息和其他提醒项目的中枢通告系统。 Growl 的一个当前版本已安装，但是这程序里包含 Growl 的最新版本，我们强烈建议你安装，无需任何下载。";

/* Default Growl installation explanation */
"This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  Growl is not currently installed; to see Growl notifications from this and other applications, you must install it.  No download is required." = "这程序通过 Growl 显示信息，一个可自定的界面来显示状态变更、传入信息和其他提醒项目的中枢通告系统。 你当前没有安装 Growl，要通过 Growl 提取这程序或其他程序的通告信息，您必须安装它，无需任何下载。";

/* Button title for updating Growl */
"Update" = "更新";